{"author": "Not Available", "source": "Scared_Text_Archive", "originalTitle": "Rig_Veda_Rv04036", "text": {"0": "the car that was not made for horses or for reins threewheeled worthy of lauds rolls round the firmament.", "1": "that is the great announcement of your deity that o ye Ṛbhus ye sustain the earth and heaven.", "2": "ye sapient ones who made the lightlyrolling car out of your mind by thought the car that never errs.", "3": "you being such to drink of this drinkoffering you o ye vājas and ye Ṛbhus we invoke.", "4": "o vājas Ṛbhus reaching far among the gods this was your exaltation gloriously declared.", "5": "in that your aged parents worn with length of days ye wrought again to youth so that they moved at will.", "6": "the chalice that wag single ye have made fourfold and by your wisdom brought the cow forth from the hide.", "7": "so quickly mid the gods ye gained immortal life vājas and Ṛbhus your great work must be extolled.", "8": "wealth from the Ṛbhus is most glorious in renown that which the heroes famed for vigour have produced.", "9": "in synods must be sung the car which vibhvan wrought that which ye favour gods is famed among mankind.", "10": "strong is the steed the man a sage in eloquence the bowman is a hero hard to beat in fight.", "11": "great store of wealth and manly power hath he obtained whom vāja vibhvan Ṛbhus have looked kindly on.", "12": "to you hath been assigned the fairest ornament the hymn of praise vājas and Ṛbhus joy therein.", "13": "for ye have lore and wisdom and poetic skill as such with this our prayer we call on you to come.", "14": "according to the wishes of our hearts may ye who have full knowledge of all the delights of men.", "15": "fashion for us o Ṛbhus power and splendid wealth rich in high courage excellent and vital strength.", "16": "bestowing on us here riches and offspring here fashion fame for us befitting heroes.", "17": "vouchsafe us wealth of splendid sort o Ṛbhus that we may make us more renowned than others."}, "sourceLink": "http://sacred-texts.com/hin/index.htm", "language": "English", "englishTitle": "Rig_Veda_Rv04036"}