{"author": "Not Available", "source": "Scared_Text_Archive", "originalTitle": "Rig_Veda_Rv01164", "text": {"0": "अस्य वामस्य पलितस्य होतुस्तस्य भराता मध्यमो अस्त्यश्नः|", "1": "तर्तीयो भराता घर्तप्र्ष्ठो अस्यात्रापश्यं विश्पतिं सप्तपुत्रम|", "2": "सप्त युञ्जन्ति रथमेकचक्रमेको अश्वो वहति सप्तनामा|", "3": "तरिनाभि चक्रमजरमनर्वं यत्रेमा विश्वा भुवनाधितस्थुः|", "4": "इमं रथमधि ये सप्त तस्थुः सप्तचक्रं सप्त वहन्त्यश्वाः|", "5": "सप्त सवसारो अभि सं नवन्ते यत्र गवां निहिता सप्त नाम|", "6": "को ददर्श परथमं जायमानमस्थन्वन्तं यदनस्था बिभर्ति|", "7": "भूम्या असुरस्र्गात्मा कव सवित को विद्वांसमुप गात परष्टुमेतत|", "8": "पाकः पर्छामि मनसाविजानन देवानामेना निहिता पदानि|", "9": "वत्से बष्कयेअधि सप्त तन्तून वि तत्निरे कवय ओतवाु|", "10": "अचिकित्वाञ्चिकितुषश्चिदत्र कवीन पर्छामि विद्मने न विद्वान|", "11": "वि यस्तस्तम्भ षळ इमा रजांस्यजस्य रूपे किमपि सविदेकम|", "12": "इह बरवीतु य ईमङग वेदास्य वामस्य निहितं पदं वेः|", "13": "शीर्ष्णः कषीरं दुह्रते गावो अस्य वव्रिं वसाना उदकं पदापुः|", "14": "माता पितरं रत आ बभाज धीत्यग्रे मनसा सं हि जग्मे|", "15": "सा बीभत्सुर्गर्भरसा निविद्धा नमस्वन्त इदुपवाकमीयुः|", "16": "युक्ता मातासीद धुरि दक्षिणाया अतिष्ठद गर्भो वर्जनीष्वन्तः|", "17": "अमीमेद वत्सो अनु गामपश्यद विश्वरूप्यं तरिषु योजनेषु|", "18": "तिस्रो मातॄस्त्रीन पितॄन बिभ्रदेक ऊर्ध्वस्तस्थौ नेमव गलापयन्ति|", "19": "मन्त्रयन्ते दिवो अमुष्य पर्ष्ठे विश्वविदं वाचमविश्वमिन्वाम|", "20": "दवादशारं नहि तज्जराय वर्वर्ति चक्रं परि दयां रतस्य|", "21": "आ पुत्रा अग्ने मिथुनासो अत्र सप्त शतानि विंशतिश्च तस्थुः|", "22": "पञ्चपादं पितरं दवादशाक्र्तिं दिव आहुः परे अर्धे पुरीषिणम|", "23": "अथेमे अन्य उपरे विचक्षणं सप्तचक्रे षळर आहुरर्पितम|", "24": "पञ्चारे चक्रे परिवर्तमाने तस्मिन्ना तस्थुर्भुवनानि विश्वा|", "25": "तस्य नाक्षस्तप्यते भूरिभारः सनादेव न शीर्यते सनाभिः|", "26": "सनेमि चक्रमजरं वि वाव्र्त उत्तानायां दश युक्ता वहन्ति|", "27": "सूर्यस्य चक्षू रजसैत्याव्र्तं तस्मिन्नार्पिता भुवनानि विश्वा|", "28": "साकंजानां सप्तथमहुरेकजं षळ इद यमा रषयो देवजा इति|", "29": "तेषामिष्टानि विहितानि धामश सथात्रे रेजन्ते विक्र्तानि रूपशः|", "30": "सत्रियः सतीस्तानु मे पुंस आहुः पश्यदक्षण्वान नवि चेतदन्धः|", "31": "कविर्यः पुत्रः स ईमा चिकेत यस्ता विजानात स पितुष पितासत|", "32": "अवः परेण पर एनावरेण पदा वत्सं बिभ्रती गौरुदस्थात|", "33": "सा कद्रीची कं सविदर्धं परागात कव सवित सूते नहि यूथे अन्तः|", "34": "अवः परेण पितरं यो अस्यानुवेद पर एनावरेण|", "35": "कवीयमानः क इह पर वोचद देवं मनः कुतो अधि पराजातम|", "36": "ये अर्वाञ्चस्तानु पराच आहुर्ये पराञ्चस्तानु अर्वाच आहुः|", "37": "इन्द्रश्च या चक्रथुः सोम तानि धुरा न युक्ता रजसो वहन्ति|", "38": "दवा सुपर्णा सयुजा सखाया समानं वर्क्षं परि षस्वजाते|", "39": "तयोरन्यः पिप्पलं सवाद्वत्त्यनश्नन्नन्यो अभि चाकशीति|", "40": "यत्रा सुपर्णा अम्र्तस्य भागमनिमेषं विदथाभिस्वरन्ति|", "41": "इनो विश्वस्य भुवनस्य गोपाः स मा धीरः पाकमत्रा विवेश|", "42": "यस्मिन वर्क्षे मध्वदः सुपर्णा निविशन्ते सुवते चाधि विश्वे|", "43": "तस्येदाहुः पिप्पलं सवाद्वग्रे तन नोन नशद यःपितरं न वेद|", "44": "यद गायत्रे अधि गायत्रमाहितं तरैष्टुभाद वा तरैष्टुभं निरतक्षत|", "45": "यद वा जगज्जगत्याहितं पदं य इत तद विदुस्ते अम्र्तत्वमानशुः|", "46": "गायत्रेण परति मिमीते अर्कमर्केण साम तरैष्टुभेन वाकम|", "47": "वाकेन वाकं दविपदा चतुष्पदाक्षरेण मिमते सप्त वाणीः|", "48": "जगता सिन्धुं दिव्यस्थभायद रथन्तरे सूर्यं पर्यपश्यत|", "49": "गायत्रस्य समिधस्तिस्र आहुस्ततो मह्ना पर रिरिचे महित्वा|", "50": "उप हवये सुदुघां धेनुमेतां सुहस्तो गोधुगुत दोहदेनाम|", "51": "शरेष्ठं सवं सविता साविषन नोअभीद्धो घर्मस्तदु षु पर वोचम|", "52": "हिङकर्ण्वती वसुपत्नी वसूनां वत्समिछन्ती मनसाभ्यागात|", "53": "दुहामश्विभ्यां पयो अघ्न्येयं स वर्धतां महते सौभगाय|", "54": "गौरमीमेदनु वत्सं मिषन्तं मूर्धानं हिंं अक्र्णोन मातवा उ|", "55": "सर्क्वाणं घर्ममभि वावशाना मिमाति मायुं पयते पयोभिः|", "56": "अयं स शिङकते येन गौरभीव्र्ता मिमाति मायुं धवसनावधि शरिता|", "57": "सा चित्तिभिर्नि हि चकार मर्त्यं विद्युद भवन्ती परति वव्रिमौहत|", "58": "अनच्छये तुरगातु जीवमेजद धरुवं मध्य आ पस्त्यानाम|", "59": "जीवो मर्तस्य चरति सवधाभिरमर्त्यो मर्त्येना सयोनिः|", "60": "अपश्यं गोपामनिपद्यमानमा च परा च पथिभिश्चरन्तम|", "61": "स सध्रीचीः स विशूचीर्वसान आ वरीवर्ति भुवनेष्वन्तः|", "62": "य ईं चकार न सो अस्य वेद य ईं ददर्श हिरुगिन नुतस्मात|", "63": "स मातुर्योना परिवीतो अन्तर्बहुप्रजा निर्र्तिमा विवेश|", "64": "दयौर्मे पिता जनिता नाभिरत्र बन्धुर्मे माता पर्थिवीमहीयम|", "65": "उत्तानयोश्चम्वोर्योनिरन्तरत्रा पिता दुहितुर्गर्भमाधात|", "66": "पर्छामि तवा परमन्तं पर्थिव्याः पर्छामि यत्र भुवनस्यनाभिः|", "67": "पर्छामि तवा वर्ष्णो अश्वस्य रेतः पर्छामि वाचः परमं वयोम|", "68": "इयं वेदिः परो अन्तः पर्थिव्या अयं यज्ञो भुवनस्य नाभिः|", "69": "अयं सोमो वर्ष्णो अश्वस्य रेतो बरह्मायं वाचःपरमं वयोम|", "70": "सप्तार्धगर्भा भुवनस्य रेतो विष्णोस्तिष्ठन्ति परदिशाविधर्मणि|", "71": "ते धीतिभिर्मनसा ते विपश्चितः परिभुवः परि भवन्ति विश्वतः|", "72": "अन वि जानामि यदिवेदमस्मि निण्यः संनद्धो मनसा चरामि|", "73": "यदा मागन परथमजा रतस्यादिद वचो अश्नुवे भागमस्याः|", "74": "अपां परां एति सवधया गर्भीतोअमर्त्यो मर्त्येना सयोनिः|", "75": "ता शश्वन्ता विषूचीना वियन्ता नयन्यं चिक्युर्न निचिक्युरन्यम|", "76": "रचो अक्षरे परमे वयोमन यस्मिन देवा अधि विश्वे निषेदुः|", "77": "यस्तन न वेद किं रचा करिष्यति य इत तद विदुस्त इमे समासते|", "78": "सूयवसाद भगवती हि भूया अथो वयं भगवन्तः सयाम|", "79": "अद्धि तर्णमघ्न्ये विश्वदानीं पिब शुद्धमुदकमाचरन्ती|", "80": "गौरीर्मिमाय सलिलानि तक्षत्येकपदी दविपदी सा चतुष्पदी|", "81": "अष्टापदी नवपदी बभूवुषी सहस्राक्षरा परमे वयोमन|", "82": "तस्याः समुद्रा अधि वि कषरन्ति तेन जीवन्ति परदिशश्चतस्रः|", "83": "ततः कषरत्यक्षरं तद विश्वमुप जीवति|", "84": "शकमयं धूममारादपश्यं विषूवता पर एनावरेण|", "85": "उक्षाणं पर्श्निमपचन्त वीरास्तानि धर्माणि परथमान्यासन|", "86": "तरयः केशिन रतुथा वि चक्षते संवत्सरे वपत एक एषाम|", "87": "विश्वमेको अभि चष्टे शचीभिर्ध्राजिरेकस्य दद्र्शेन रूपम|", "88": "चत्वारि वाक परिमिता पदानि तानि विदुर्ब्राह्मणा ये मनीषिणः|", "89": "गुहा तरीणि निहिता नेङगयन्ति तुरीयं वाचो मनुष्या वदन्ति|", "90": "इन्द्रं मित्रं वरुणमग्निमाहुरथो दिव्यः स सुपर्णो गरुत्मान|", "91": "एकं सद विप्रा बहुधा वदन्त्यग्निं यमं मातरिश्वानमाहुः|", "92": "कर्ष्णं नियानं हरयः सुपर्णा अपो वसाना दिवमुत पतन्ति|", "93": "त आवव्र्त्रन सदनाद रतस्यादिद घर्तेन पर्थिवी वयुद्यते|", "94": "दवादश परधयश्चक्रमेकं तरीणि नभ्यानि क उ तच्चिकेत|", "95": "तस्मिन साकं तरिशता न शङकवोअर्पिताः षष्टिर्न चलाचलासः|", "96": "यस्ते सतनः शशयो यो मयोभूर्येन विश्वा पुष्यसि वार्याणि|", "97": "यो रत्नधा वसुविद यः सुदत्रः सरस्वति तमिह धातवे कः|", "98": "यज्ञेन यज्ञमयजन्त देवास्तनि धर्माणि परथमान्यासन|", "99": "ते ह नाकं महिमानः सचन्त यत्र पूर्वे साध्याः सन्ति देवाः|", "100": "समानमेतदुदकमुच्चैत्यव चाहभिः|", "101": "भूमिं पर्जन्या जिन्वन्ति दिवं जिन्वन्त्यग्नयः|", "102": "दिव्यं सुपर्णं वायसं बर्हन्तमपां गर्भं दर्शतमोषधीनाम|", "103": "अभीपतो वर्ष्टिभिस्तर्पयन्तं सरस्वन्तमवसे जोहवीमि|"}, "sourceLink": "http://sacred-texts.com/hin/index.htm", "language": "Sanskrit", "englishTitle": "Rig_Veda_Rv01164"}