{"author": "Not Available", "source": "Scared_Text_Archive", "originalTitle": "Rig_Veda_Rv01110", "text": {"0": "the holy work i wrought before is wrought again my sweetest hymn is sung to celebrate your praise.", "1": "here o ye Ṛbhus is this sea for all the gods sate you with soma offered with the hallowing word.", "2": "when seeking your enjoyment onward from afar ye certain of my kinsmen wandered on your way.", "3": "sons of sudhanvan after your long journeying ye came unto the home of liberal savitar.", "4": "savitar therefore gave you immortality because ye came proclaiming him whom naught can hide.", "5": "and this the drinkingchalice of the asura which till that time was one ye made to be fourfold.", "6": "when they had served with zeal at sacrifice as priests they mortal as they were gained immortality.", "7": "the Ṛbhus children of sudhanvan bright as suns were in a years course made associate with prayers.", "8": "the Ṛbhus with a rod measured as \u0092twere a field the single sacrificial chalice wide of mouth.", "9": "lauded of all who saw praying for what is best desiring glorious fame among immortal gods.", "10": "as oil in ladles we through knowledge will present unto the heroes of the firmament our hymn\u0097.", "11": "the Ṛbhus who came near with this great fathers speed and rose to heavens high sphere to eat the strengthening food.", "12": "Ṛbhu to us is indra freshest in his might Ṛbhu with powers and wealth is giver of rich gifts.", "13": "gods through your favour may we on the happy day quell the attacks of those who pour no offerings forth.", "14": "out of a skin o Ṛbhus once ye formed a cow and brought the mother close unto her calf again.", "15": "sons of sudhanvan heroes with surpassing skill ye made your aged parents youthful as before.", "16": "help us with strength where spoil is won o indra joined with the Ṛbhus give us varied bounty.", "17": "this prayer of ours may varuṇa grant and mitra and aditi and sindhu earth and heaven."}, "sourceLink": "http://sacred-texts.com/hin/index.htm", "language": "English", "englishTitle": "Rig_Veda_Rv01110"}