{"author": "Not Available", "source": "Scared_Text_Archive", "originalTitle": "Rig_Veda_Rv04034", "text": {"0": "to this our sacrifice come Ṛbhu vibhvan vāja and indra with the gift of riches.", "1": "because this day hath dhiṣaṇā the goddess set drink for you the gladdening draughts have reached you.", "2": "knowing your birth and rich in gathered treasure Ṛbhus rejoice together with the Ṛtus.", "3": "the gladdening draughts and wisdom have approached you send ye us riches with good store of heroes.", "4": "for you was made this sacrifice o Ṛbhus which ye like men won for yourselves aforetime.", "5": "to you come all who find in you their pleasure ye all were\u0097even the two elder\u0097vājas.", "6": "now for the mortal worshipper o heroes for him who served you was the gift of riches.", "7": "drink vājas Ṛbhus unto you is offered to gladden you the third and great libation.", "8": "come to us heroes vājas and Ṛbhukṣans glorified for the sake of mighty treasure.", "9": "these draughts approach you as the day is closing as cows whose calves are newlyborn their stable.", "10": "come to this sacrifice of ours ye children of strength invoked with humble adoration.", "11": "drink of this meath wealthgivers joined with indra with whom ye are in full accord ye princes.", "12": "close knit with varuṇa drink the soma indra closeknit hymnlover with the maruts drink it.", "13": "closeknit with drinkers first who drink in season closeknit with heavenly dames who give us treasures.", "14": "rejoice in full accord with the Ādityas in concord with the parvatas o Ṛbhus.", "15": "in full accord with savitar divine one in full accord with floods that pour forth riches.", "16": "Ṛbhus who helped their parents and the aśvins who formed the milchcow and the pair of horses.", "17": "made armour set the heaven and earth asunder\u0097far reaching heroes they have made good offspring.", "18": "ye who have wealth in cattle and in booty in heroes in rich sustenance and treasure.", "19": "such o ye Ṛbhus first to drink rejoicing give unto us and those who laud our present.", "20": "ye were not far we have not left you thirsting blameless in this our sacrifice o Ṛbhus.", "21": "rejoice you with the maruts and with indra with the kings gods that ye may give us riches."}, "sourceLink": "http://sacred-texts.com/hin/index.htm", "language": "English", "englishTitle": "Rig_Veda_Rv04034"}