{"author": "Not Available", "source": "Scared_Text_Archive", "originalTitle": "Rig_Veda_Rv04035", "text": {"0": "come hither o ye sons of strength ye Ṛbhus stay not afar ye children of sudhanvan.", "1": "at this libation is your gift of treasure let gladdening draughts approach you after indras.", "2": "hither is come the Ṛbhus gift of riches here was the drinking of the wellpressed soma.", "3": "since by dexterity and skill as craftsmen ye made the single chalice to be fourfold.", "4": "ye made fourfold the chalice that wag single ye spake these words and said o friend assist us.", "5": "then vājas gained the path of life eternal defthanded Ṛbhus to the gods\u0092 assembly.", "6": "out of what substance was that chalice fashioned which ye made fourfold by your art and wisdom.", "7": "now for the gladdening draught press out the liquor and drink o Ṛbhus of die meath of soma.", "8": "ye with your cunning made your parents youthful the cup for gods to drink ye formed with cunning.", "9": "with cunning Ṛbhus rich in treasure fashioned the two swift tawny steeds who carry indra.", "10": "whoso pours out for you when days are closing the sharp libation for your joy o vājas.", "11": "for him o mighty Ṛbhus ye rejoicing have fashioned wealth with plenteous store of heroes.", "12": "lord of bay steeds at dawn the juice thou drankest thine only thine is the noonday libation.", "13": "now drink thou with the wealthbestowing Ṛbhus whom for their skill thou madest friends o indra.", "14": "ye whom your artist skill hath raised to godhead have set you down above in heaven like falcons.", "15": "so give us riches children of sudhanvan o sons of strength ye have become immortal.", "16": "the third libation that bestoweth treasure which ye have won by skill ye dexteroushanded\u0097.", "17": "this drink hath been effused for you o Ṛbhus  drink it with high delight with joy like indras."}, "sourceLink": "http://sacred-texts.com/hin/index.htm", "language": "English", "englishTitle": "Rig_Veda_Rv04035"}