{"author": "Not Available", "source": "Scared_Text_Archive", "originalTitle": "Rig_Veda_Rv08018", "text": {"0": "now let the mortal offer prayer to win the unexampled grace.", "1": "of these Ādityas and their aid to cherish life.", "2": "for not an enemy molests the paths which these Ādityas tread.", "3": "infallible guards they strengthen us in happiness.", "4": "now soon may bhaga savitar varuṇa mitra aryaman.", "5": "give us the shelter widely spread which we implore.", "6": "with gods come thou whose fostering care none checks o goddesss aditi.", "7": "come dear to many with the lords who guard us well.", "8": "for well these sons of aditi know to keep enmities aloof.", "9": "unrivalled giving ample room they save from woe.", "10": "aditi guard our herd by day aditi free from guile by night.", "11": "aditi ever strengthening save us from grief.", "12": "and in the day our hymn is this may aditi come nigh to help.", "13": "with lovingkindness bring us weal and chase our foes.", "14": "and may the aśvins the divine pair of physicians send us health.", "15": "may they remove iniquity and chase our foes.", "16": "may agni bless us with his fires and sūrya warm us pleasantly.", "17": "may the pure wind breathe sweet on us and chase our foes.", "18": "drive ye disease and strife away drive ye away malignity.", "19": "Ādityas keep us ever far from sore distress.", "20": "remove from us the arrow keep famine Ādityas far away.", "21": "keep enmities afar from us lords of all wealth.", "22": "now o Ādityas grant to us the shelter that lets man go free.", "23": "yea even the sinner from his sin ye bounteous gods.", "24": "whatever mortal with the powe r of demons fain would injure us.", "25": "may he impetuous suffer harm by his own deeds.", "26": "may sin o\u0092ertake our human foe the man who speaketh evil thing.", "27": "him who would cause our misery whose heart is false.", "28": "gods ye are with the simple ones ye know each mortal in your hearts.", "29": "ye vasus well discriminate the false and true.", "30": "fain would we have the sheltering aid of mountains and of waterfloods.", "31": "keep far from us iniquity o heaven and earth.", "32": "so with auspicious sheltering aid do ye o vasus carry us.", "33": "beyond all trouble and distress borne in your ship.", "34": "Ādityas ye most mighty ones grant to our children and their seed.", "35": "extended term of life that they may live long days.", "36": "sacrifice o Ādityas is your inward monitor be kind.", "37": "for in the bond of kindred we are bound to you.", "38": "the maruts\u0092 high protecting aid the aśvins and the god who saves.", "39": "mitra and varuṇa for weal we supplicate.", "40": "grant us a home with triple guard aryaman mitra varuṇa.", "41": "unthreatened maruts meet for praise and filled with men.", "42": "and as we human beings o Ādityas are akin to death.", "43": "graciously lengthen ye our lives that we may live."}, "sourceLink": "http://sacred-texts.com/hin/index.htm", "language": "English", "englishTitle": "Rig_Veda_Rv08018"}