{"author": "Not Available", "source": "Scared_Text_Archive", "originalTitle": "Rig_Veda_Rv04033", "text": {"0": "i send my voice as herald to the Ṛbhus i crave the white cow for the overspreading.", "1": "windsped the skillful ones in rapid motion have in an instant compassed round the heaven.", "2": "what time the rbus had with care and marvels done proper service to assist their parents.", "3": "they won the friendship of the gods the sages carried away the fruit of their devotion.", "4": "may they who made their parents who were lying like posts that moulder young again for ever\u0097.", "5": "may vāja vibhvan Ṛbhu joined with indra  protect our sacrifice the somalovers.", "6": "as for a year the Ṛbhus kept the milchcow throughout a year fashioned and formed her body.", "7": "and through a years space still sustained her brightness through these their labours they were made immortal.", "8": "two beakers let us make\u0097thus said the eldest let us make three\u0097this was the youngers sentence.", "9": "four beakers let us make\u0097thus spoke the youngest tvaṣṭar approved this rede of yours o Ṛbhus.", "10": "the men spake truth and even so they acted this godlike way of theirs the Ṛbhus followed.", "11": "and tvaṣṭar when he looked on the four beakers resplendent as the day was moved with envy.", "12": "when for twelve days the Ṛbhus joyed reposing as guests of him who never may be hidden.", "13": "they made fair fertile fields they brought the rivers plants spread o\u0092er deserts waters filled the hollows.", "14": "may they who formed the swift car bearing heroes and the cow omniform and allimpelling.", "15": "even may they form wealth for us\u0097the Ṛbhus dexteroushanded deft in work and gracious.", "16": "so in their work the gods had satisfaction pondering it with thought and mental insight.", "17": "the gods\u0092 expert artificer was vāja indras Ṛbhukṣan varuṇas was vibhvan.", "18": "they who made glad with sacrifice and praises wrought the two bays his docile steeds for indra\u0097.", "19": "Ṛbhus as those who wish a friend to prosper bestow upon us gear and growth of riches.", "20": "this day have they set gladdening drink before you not without toil are gods inclined to friendship.", "21": "therefore do ye who are so great o Ṛbhus vouchsafe us treasures at this third libation."}, "sourceLink": "http://sacred-texts.com/hin/index.htm", "language": "English", "englishTitle": "Rig_Veda_Rv04033"}